/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Neste momento, não é possível iniciar a sessão da conta do usuário \"%@\"";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "O início de sessão da conta falhou devido a um erro. A pasta pessoal da conta de usuário está localizada em um servidor AFP ou SMB. Contate seu administrador de sistemas para obter ajuda.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** FileVault Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a FileVault home directory. */
/* %@ is replaced with the name of the user account. */
"FILEVAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Neste momento, não é possível iniciar a sessão da conta de usuário do FileVault \"%@\"";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_INFO" = "Falha ao iniciar a sessão da conta devido a um erro.";

/* Label for OK button in alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"NETWORK_LOGIN_ERROR_MESSAGE_FORMAT" = "Neste momento, não é possível iniciar a sessão da conta do usuário \"%@\"";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_INFO" = "Falha ao iniciar a sessão da conta devido a um erro.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"DEFAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Neste momento, não é possível iniciar a sessão da conta do usuário \"%@\"";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_INFO" = "Falha ao iniciar a sessão da conta devido a um erro.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_OK_BUTTON" = "OK";
